
/* Class = "NSWindow"; title = "Registration"; ObjectID = "1"; */
"1.title" = "Registrazione";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "13"; */
"13.title" = "Indietro";

/* Class = "NSTextFieldCell"; title = "Carbon Copy Cloner Registration"; ObjectID = "18"; */
"18.title" = "Registrazione di Carbon Copy Cloner";

/* Class = "NSButtonCell"; title = "Register"; ObjectID = "19"; */
"19.title" = "Registra";

/* Class = "NSTextFieldCell"; placeholderString = "Name"; ObjectID = "21"; */
"21.placeholderString" = "Nome";

/* Class = "NSTextFieldCell"; placeholderString = "License Key"; ObjectID = "23"; */
"23.placeholderString" = "Chiave di Licenza";

/* Class = "NSButtonCell"; title = "Close"; ObjectID = "32"; */
"32.title" = "Chiudi";

/* Class = "NSTextFieldCell"; title = "Thanks for registering!"; ObjectID = "33"; */
"33.title" = "Grazie per la registrazione!";

/* Class = "NSButtonCell"; title = "Change Registration"; ObjectID = "36"; */
"36.title" = "Cambia licenza";

/* Class = "NSTextFieldCell"; placeholderString = "Name"; ObjectID = "37"; */
"37.placeholderString" = "Nome";

/* Class = "NSTextFieldCell"; title = "These registration details are invalid:"; ObjectID = "61"; */
"61.title" = "Questi dati di registrazione non sono validi:";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "62"; */
"62.title" = "Indietro";

/* Class = "NSTextFieldCell"; title = "To avoid typos, click on the \"Apply registration settings in CCC\" link that was sent to you via email."; ObjectID = "63"; */
"63.title" = "Per evitare errori di digitazione, clicca sul link \"Applica le impostazioni di registrazione in CCC\" che ti è stato inviato via e-mail.";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "License Key"; ObjectID = "119"; */
"119.ibShadowedIsNilPlaceholder" = "Chiave di Licenza";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "Name"; ObjectID = "120"; */
"120.ibShadowedIsNilPlaceholder" = "Nome";

/* Class = "NSTextFieldCell"; placeholderString = "Email Address"; ObjectID = "123"; */
"123.placeholderString" = "Indirizzo e-mail";

/* Class = "NSTextFieldCell"; placeholderString = "Email Address"; ObjectID = "128"; */
"128.placeholderString" = "Indirizzo e-mail";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "Email Address"; ObjectID = "132"; */
"132.ibShadowedIsNilPlaceholder" = "Indirizzo e-mail";

/* Class = "NSButtonCell"; title = "Retrieve Registration"; ObjectID = "139"; */
"139.title" = "Recupera registrazione";

/* Class = "NSTextFieldCell"; placeholderString = "Product"; ObjectID = "150"; */
"150.placeholderString" = "Prodotto";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "181"; */
"181.title" = "Annulla";

/* Class = "NSButtonCell"; title = "Open in browser"; ObjectID = "187"; */
"187.title" = "Apri nel browser";

/* Class = "NSTextFieldCell"; title = "This copy of CCC is now registered. You will receive an email separately with your receipt and detailed registration information for your records."; ObjectID = "199"; */
"199.title" = "Ora questa copia di CCC è registrata. Riceverai un’e-mail separata con la ricevuta di registrazione e le informazioni dettagliate da conservare.";

/* Class = "NSTextFieldCell"; title = "Retrieve Registration"; ObjectID = "249"; */
"249.title" = "Recupera registrazione";

/* Class = "NSTextFieldCell"; title = "Enter the email address that you provided when you purchased a license and we'll send you an email with your registration information."; ObjectID = "250"; */
"250.title" = "Inserisci l'indirizzo e-mail che hai fornito quando hai acquistato una licenza e ti invieremo una mail con le tue informazioni di registrazione.";

/* Class = "NSButtonCell"; title = "Retrieve"; ObjectID = "255"; */
"255.title" = "Recupera";

/* Class = "NSTextFieldCell"; placeholderString = "Email Address"; ObjectID = "261"; */
"261.placeholderString" = "Indirizzo e-mail";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "265"; */
"265.title" = "Indietro";

/* Class = "NSTextFieldCell"; title = "If you can't remember the email address that you specified when you purchased a license, or if you no longer have access to that account, please click the \"Help Me!\" button for assistance."; ObjectID = "268"; */
"268.title" = "Se non riesci a ricordare l'indirizzo e-mail specificato all'atto dell'acquisto della licenza o se non hai più accesso a tale account, clicca sul pulsante \"Aiuto!\" per assistenza.";

/* Class = "NSButtonCell"; title = "Help Me!"; ObjectID = "272"; */
"272.title" = "Aiuto!";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "Email Address"; ObjectID = "277"; */
"277.ibShadowedIsNilPlaceholder" = "Indirizzo e-mail";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "I already have a CCC 5 license"; ObjectID = "295"; */
"295.ibExternalAccessibilityDescription" = "Ho già una licenza";

/* Class = "NSTextFieldCell"; title = "Thanks for trying Carbon Copy Cloner! You can try the complete feature set of CCC for 30 days before purchasing it. Use that time to explore CCC's automated, incremental backup functionality, make a bootable backup, move your digital life to a new hard drive and get peace of mind."; ObjectID = "301"; */
"301.title" = "Grazie per aver provato Carbon Copy Cloner! Puoi provare la gamma completa delle funzionalità di CCC per 30 giorni prima di acquistarlo. Usa questo periodo per esplorare le funzioni di CCC, i backup incrementali, automatici o avviabili oppure sposta tutti i tuoi dati digitali su un nuovo disco rigido per una maggiore sicurezza.";

/* Class = "NSButtonCell"; title = "I already have a CCC 5 license"; ObjectID = "302"; */
"302.title" = "Ho già una licenza";

/* Class = "NSButtonCell"; title = "Trial"; ObjectID = "304"; */
"304.title" = "Prova";

/* Class = "NSTextFieldCell"; title = "Welcome to Carbon Copy Cloner"; ObjectID = "307"; */
"307.title" = "Benvenuto in Carbon Copy Cloner";

/* Class = "NSButtonCell"; title = "Purchase CCC"; ObjectID = "308"; */
"308.title" = "Acquista CCC";

/* Class = "NSButtonCell"; title = "Purchase CCC"; ObjectID = "333"; */
"333.title" = "Acquista CCC";

/* Class = "NSTextFieldCell"; title = "4"; ObjectID = "357"; */
"357.title" = "4";

/* Class = "NSButtonCell"; title = "Help Me!"; ObjectID = "360"; */
"360.title" = "Aiuto!";

/* Class = "NSButtonCell"; title = "Quit"; ObjectID = "363"; */
"363.title" = "Esci";

/* Class = "NSButtonCell"; title = "Quit"; ObjectID = "414"; */
"414.title" = "Esci";

/* Class = "NSButtonCell"; title = "Use CCC anyway"; ObjectID = "415"; */
"415.title" = "Usa comunque CCC";

/* Class = "NSButtonCell"; title = "Help Me!"; ObjectID = "416"; */
"416.title" = "Aiuto!";

/* Class = "NSTextFieldCell"; title = "CCC's application signature is invalid"; ObjectID = "418"; */
"418.title" = "La firma dell'applicazione CCC non è valida.";

/* Class = "NSTextFieldCell"; title = "Some portion of CCC may have been altered since you downloaded it.\n\n- Move this copy of CCC to the Trash\n- Re-download CCC from https://bombich.com\n- Right-click on the ccc.zip file and choose \"Open With\" > \"Archive Utility.app\"\n- DO NOT USE A THIRD-PARTY UNARCHIVER!\n\nIf this message appears after reinstalling CCC, click the \"Help Me\" button below to report the matter at the Bombich Software Help Desk."; ObjectID = "419"; */
"419.title" = "Sembra che una parte di CCC sia stata alterata dopo il download.\n\n- Sposta questa versione di CCC nel Cestino\n- Scarica nuovamente CCC da https://www.bombich.com\n- Fai clic destro sul file ccc.zip e seleziona \"Apri con\" > \"Archive Utility.app\"\n- NON USARE APP DI DECOMPRESSIONE DI TERZE PARTI!\n\nSe questo messaggio viene visualizzato dopo aver reinstallato CCC, clicca sul pulsante \"Aiuto\" in basso per segnalare il problema all’Help Desk della Bombich Software.";

/* Class = "NSButtonCell"; title = "Download Upgrade"; ObjectID = "469"; */
"469.title" = "Scarica aggiornamento";

/* Class = "NSButtonCell"; title = "Remind Me Later"; ObjectID = "470"; */
"470.title" = "Ricordamelo più tardi";

/* Class = "NSMenuItem"; title = "de"; ObjectID = "0lk-52-qhM"; */
"0lk-52-qhM.title" = "de";

/* Class = "NSMenuItem"; title = "es"; ObjectID = "3DB-1t-pi2"; */
"3DB-1t-pi2.title" = "es";

/* Class = "NSTextFieldCell"; title = "Name"; ObjectID = "6qk-DL-sP3"; */
"6qk-DL-sP3.title" = "Nome";

/* Class = "NSMenuItem"; title = "it"; ObjectID = "7nX-7s-ERm"; */
"7nX-7s-ERm.title" = "it";

/* Class = "NSTextFieldCell"; title = "Sim upg version"; ObjectID = "7pl-n6-8Ae"; */
"7pl-n6-8Ae.title" = "Sim upg version";

/* Class = "NSImageView"; ibExternalAccessibilityDescription = "Warning -- no username"; ObjectID = "9cA-dD-ANO"; */
"9cA-dD-ANO.ibExternalAccessibilityDescription" = "Attenzione -- manca il nome utente";

/* Class = "NSButtonCell"; title = "Disagree"; ObjectID = "Am1-ck-aGQ"; */
"Am1-ck-aGQ.title" = "Non accetto";

/* Class = "NSButtonCell"; title = "Check for upgrade"; ObjectID = "Avc-rG-2CN"; */
"Avc-rG-2CN.title" = "Verifica aggiornamenti";

/* Class = "NSTextFieldCell"; title = "CCC version"; ObjectID = "Bmu-HU-Fxl"; */
"Bmu-HU-Fxl.title" = "Versione CCC";

/* Class = "NSTextFieldCell"; title = "Welcome to Carbon Copy Cloner"; ObjectID = "E8R-io-yye"; */
"E8R-io-yye.title" = "Benvenuto in Carbon Copy Cloner";

/* Class = "NSButtonCell"; title = "Retrieve License"; ObjectID = "HSg-1E-Dbm"; */
"HSg-1E-Dbm.title" = "Recupera licenza";

/* Class = "NSButtonCell"; title = "Agree"; ObjectID = "JC8-cp-fY7"; */
"JC8-cp-fY7.title" = "Accetto";

/* Class = "NSMenuItem"; title = "same"; ObjectID = "Jy4-CJ-avK"; */
"Jy4-CJ-avK.title" = "identico";

/* Class = "NSTextFieldCell"; title = "CCC's complete feature set is available for a 30-day evaluation."; ObjectID = "JzC-cx-w2j"; */
"JzC-cx-w2j.title" = "Tutte le funzioni di CCC sono disponibili per una prova di 30 giorni.";

/* Class = "NSTextFieldCell"; title = "Activation"; ObjectID = "KWl-IP-2oa"; */
"KWl-IP-2oa.title" = "Attivazione";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Show site security certificates"; ObjectID = "Kqt-7d-eZC"; */
"Kqt-7d-eZC.ibExternalAccessibilityDescription" = "Mostra certificati di sicurezza del sito";

/* Class = "NSMenuItem"; title = "never"; ObjectID = "NZf-5k-WBk"; */
"NZf-5k-WBk.title" = "mai";

/* Class = "NSTextFieldCell"; title = "New to CCC? Sign up to receive CCC news, tips to help you get started, and tricks to back up like a pro."; ObjectID = "NuK-o2-Kua"; */
"NuK-o2-Kua.title" = "Usi CCC per la prima volta? Iscriviti per ricevere informazioni su CCC, suggerimenti per aiutarti a iniziare e trucchi per eseguire backup da esperto.";

/* Class = "NSButtonCell"; title = "Don't show this upgrade again"; ObjectID = "R0q-SZ-FE3"; */
"R0q-SZ-FE3.title" = "Non mostrare più questo aggiornamento";

/* Class = "NSTextFieldCell"; title = "Locale"; ObjectID = "Rkd-1G-bvN"; */
"Rkd-1G-bvN.title" = "Locale";

/* Class = "NSButtonCell"; title = "No Thanks"; ObjectID = "Vz2-73-St8"; */
"Vz2-73-St8.title" = "No, grazie";

/* Class = "NSTextFieldCell"; title = "Privacy Policy"; ObjectID = "Wog-1n-tr1"; */
"Wog-1n-tr1.title" = "Informativa sulla privacy";

/* Class = "NSTextFieldCell"; title = "End User License Agreement"; ObjectID = "bpg-YU-aEe"; */
"bpg-YU-aEe.title" = "Accordo di licenza con l'utente finale";

/* Class = "NSButtonCell"; title = "Retrieve Registration Via Email"; ObjectID = "cEA-R7-CvJ"; */
"cEA-R7-CvJ.title" = "Recupera licenza via e-mail";

/* Class = "NSMenuItem"; title = "nl"; ObjectID = "e0p-t2-48y"; */
"e0p-t2-48y.title" = "nl";

/* Class = "NSMenuItem"; title = "ja"; ObjectID = "eIk-wO-rxz"; */
"eIk-wO-rxz.title" = "ja";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "Email Address"; ObjectID = "ego-Ou-6WI"; */
"ego-Ou-6WI.ibShadowedIsNilPlaceholder" = "Indirizzo e-mail";

/* Class = "NSWindow"; title = "Upgrade Debugging"; ObjectID = "hSn-a3-iP0"; */
"hSn-a3-iP0.title" = "Upgrade Debugging";

/* Class = "NSButtonCell"; title = "Subscribe"; ObjectID = "jl0-Bk-k5H"; */
"jl0-Bk-k5H.title" = "Iscrizione";

/* Class = "NSMenuItem"; title = "fr"; ObjectID = "ktb-65-3Me"; */
"ktb-65-3Me.title" = "fr";

/* Class = "NSTextFieldCell"; title = "Product"; ObjectID = "mgE-Nh-qV1"; */
"mgE-Nh-qV1.title" = "Prodotto";

/* Class = "NSMenuItem"; title = "Preset"; ObjectID = "orJ-gD-Ix5"; */
"orJ-gD-Ix5.title" = "Predefinito";

/* Class = "NSMenuItem"; title = "different"; ObjectID = "pgf-kI-HPr"; */
"pgf-kI-HPr.title" = "differente";

/* Class = "NSTextFieldCell"; placeholderString = "Email Address"; ObjectID = "tjY-pG-H9q"; */
"tjY-pG-H9q.placeholderString" = "Indirizzo e-mail";

/* Class = "NSMenuItem"; title = "en"; ObjectID = "upp-98-GZv"; */
"upp-98-GZv.title" = "en";

/* Class = "NSTextFieldCell"; title = "Email"; ObjectID = "utw-cX-3nP"; */
"utw-cX-3nP.title" = "E-mail";

/* Class = "NSTextFieldCell"; title = "Reg code"; ObjectID = "zKh-Pl-CdX"; */
"zKh-Pl-CdX.title" = "Codice di registrazione";
